[   {"name": "<name>", "text": "AHHH!!!!", "character": "Harper"},
    {"name": "Harper", "text": "<name>! You’re finally back!"},
    {"text": "Are you okay?", "actions": [{"actionText": "You scared me!"}, {"actionText": "Yeah I'm fine", "skipToLine": 8}]},
            {"name": "<name>", "text": "Are you kidding me?? Who just sneaks up on someone in the dark like that??"},
        {"name": "<name>", "text":  "I thought you were a robber or a serial killer for God’s sake!"},
        {"name": "Harper", "text": "Oh… I just wanted to surprise you is all… since you looked a little down in the dumps. Next time I’ll leave you alone then."},
        {"name": "<name>", "text":  "Wait. I’m sorry I didn’t mean to lash out on you it’s just— It’s been a long night.", "skipToLine": 17},
            {"name": "<name>", "text": "Urk"},
        {"name": "<name>", "text": "Ow. Yeah I’m fine."},
        {"text": "I’m just tired from my commute and I felt a little on edge"},
        {"text": "I felt like someone was watching me on the way home."},
        {"name": "Harper", "text": "I’m so sorry <name>, I didn’t mean to startle you like that!"},
        {"text": "You’re safe with me now."},
        {"text": "I just got a little excited when I saw your face."},
        {"name": "<name>", "text": "Haha… That’s okay, I’m glad to see you, too."},
        {"text": "It’s been a stressful night."},
    {"clear": 1, "name": "<name>", "text": "But geez, Harper? Were you just waiting out here?"},
    {"name": "Harper", "text": "No, the sky looked so pretty I took a stroll around!"},
    {"text": "It was just a little prank on my part."},
    {"text": "You’re not mad at me are you?"},
    {"name": "<name>", "text": "No, I’m not mad, but it’s cold and dangerous to be out by yourself."},
    {"text": "Come on, let's get inside."},
    {"name": "<name>", "text": "How long were you out for?"},
    {"name": "Harper", "text": "Oh not long, it was nice to get some fresh air."},
    {"text": "I don’t like being inside by myself all day."},
    {"text": "Plus I didn’t think you’d be gone for so long."},
    {"name": "<name>", "text": "Yeah… sorry about that."},
    {"text": "I guess the week caught up with me all in one night."},
    {"text": "I’ve been feeling a little on edge for some reason."},
    {"text": "I always feel like I’m being watched at work and everyone is expecting me to fail."},
    {"text": "Ha… it’s getting a little too much I felt like something was watching me on the way ho—"},
    {"name": "Harper", "text": "—Oh! You must be hungry. Well guess what? I made your favorite! <food>."},
    {"text": "I think it came out pretty good if I do say so myself."},
    {"text": "It’s been out for a few hours but I’m sure it still tastes good."},
    {"text": "I’ll heat it up for you!"},
    {"name": "<name>", "text": "Thanks. But you know, I’m pretty beat"},
    {"text": "so I think I’ll skip dinner and head straight for bed."},
    {"text": "Work was a nightmare. I’ll have it for lunch tomorrow."},
    {"name": "Harper", "text": "Oh."},
    {"text": "Okay."}, 
    {"name": "TV", "text": "A body has been discovered earlier this morning in between Trojan Blvd and Thrace St."},
    {"text": "This is the third death reported in the past few months to have occurred in the area."},
    {"text": "The police have not yet discussed a motive or possible connection"},
    {"text": "to the previous deaths in which the deceased appeared to have been dro…"},
    {"name": "<name>", "text": "This is why you can never be too careful, especially at night. Have you heard abou—"},
    {"name": "Harper", "text": "So how was work? You said it was a little rough?"},
    {"text": "Was it your boss again? He’s always so controlling. I don’t like it."},
    {"name": "<name>", "text": "Yeah. He reamed me for taking a short nap while on the clock."},
    {"text": "As if he’s not the reason why I’m so tired all the time."},
    {"text": "He made me stay longer tonight to show me \"how to do my job.\""},
    {"name": "Harper", "text": "How awful… I swear if it were up to me I’d teach your boss a lesson."},
    {"text": "But you know you could have called me!"},
    {"text": "I wouldn’t have minded coming to meet you at the station."},
    {"text": "It could have been like an impromptu date.", "actions": [{"actionText": "Inconvenient"}, {"actionText": "It's fine", "skipToLine": 57}]},
            {"name": "<name>", "text": "In all honesty, I didn’t think you’d be up so late."},
        {"name": "Harper", "text": "Silly, you’re so sweet! I wish you’d depend on me more. I’m more capable than you think.", "skipToLine": 60},
            {"name": "<name>", "text":  "I kind of just wanted to decompress after work."},
        {"name": "Harper", "text": "Decompress, huh? Am I getting in the way of that?"},
        {"name": "<name>", "text":  "No! It just didn’t cross my mind that you’d be available."},
    {"name": "Harper", "text": "You know that I’ll always be here for you, right?"},
    {"text": "I wish you could be here with me all the time."},
    {"name": "<name>", "text": "I know. It’s too bad work gets too in the way sometimes."},
    {"name": "Harper", "text": "Hehe. I can fly you."},
    {"name": "<name>", "text": "I’d be the laughingstock of the office."},
    {"name": "Harper", "text": "I know! You should get a car. That way you won’t have to leave so early and you’d be able to come back sooner!"},
    {"name": "<name>", "text": "Yeah that’d be nice. Not sure I can swing it right now, though."},
    {"name": "Harper", "text": "Don’t worry about that! I can pitch in in the meantime."},
    {"name": "<name>", "text": "You don’t have to do that… "},
    {"name": "Harper", "text": "It’s nothing if it means seeing you more."},
    {"text": "When do you want to go look at cars?"},
    {"text": "How about tomorrow after you get off of work?"},
    {"text": "I have the day off so I can hang around until you’re off!"},
    {"name": "<name>", "text": "Harper, it’s okay. I like the commute."},
    {"text": "It gives me some time to myself."},
    {"name": "Harper", "text": "…So you don’t want to be with me? Is that why you keep shutting me down?"},
    {"text": "I try really hard to make the time for us to be together."},
    {"text": "I want us to spend more time with each other and I thought you wanted the same thing."},
    {"name": "<name>", "text": "I do want that!"},
    {"text": "But you know, there’s nothing wrong with having a little time away from each other."},
    {"text": "Too much of one thing is never good for anyone."},
    {"name": "Harper", "text": "Speak for yourself! I don’t get tired or sick of you ever."},
    {"text": "I work so early in the morning so that we can spend the rest of the day together."},
    {"text": "Do you even appreciate the fact that I keep the house clean and that I even cook for you?"},
    {"text": "I even offer to help you buy a car to make things easier for you and you call me overbearing!"},
    {"name": "<name>", "text": "I don’t think that you’re overbearing."},
    {"text": "But you don’t have to do all of this for me."},
    {"text": "You’re your own person and so am I."},
    {"text": "Honestly Harper, if anything you’re being irrational."}, 
    {"name": "Harper", "text": "D-did you… call me stupid…?"},
    {"name": "<name>", "text": "What? Oh fu-"}
]